Repository: OfficeDev/microsoft-teams-apps-faqplus
Catalog: Source/Microsoft.Teams.Apps.FAQPlusPlus/Properties/Strings.*.resx
Languages: ar, de, es, fr, ru_ru, zh_cn

# AskAnExpertPlaceholderText
source: Type your detailed question and supporting details here (500 characters max)
ar: اكتب السؤال التفصيلي وتفاصيل الدعم هنا (500 حرفا كحد اقصي)
de: Geben Sie hier Ihre detaillierte Frage und unter stützende Details ein (maximal 500 Zeichen)
es: Escriba su pregunta detallada y los detalles de soporte aquí (500 caracteres máx.)
fr: Tapez votre question détaillée et les informations d’accompagnement ici (500 caractères max.)
ru_ru: Введите здесь свой подробный вопрос и дополнительные сведения (не более 500 символов)
zh_cn: 请在此处键入详细问题和支持详情 (500 个字符)

# AskAnExpertTitleText
source: Ask an expert
ar: التحدث إلى خبير
de: Einen Experten fragen
es: Preguntar a un experto
fr: Poser une question à un expert
ru_ru: Задайте вопрос эксперту
zh_cn: 咨询专家

# AskAnExpertText2
source: ...If my answer isn't satisfactory... I'll connect you to an expert.
ar: ... إذا لم تكن إجابتي مرضية ... سأوصلك بخبير.
de: ...Wenn meine Antwort nicht zufriedenstellend ist...verbinde ich Sie mit einem Experten.
es: ... Si mi respuesta no es satisfactoria... Le conectaré con un experto.
fr: ... Si ma réponse n’est pas satisfaisante... Je vous connecterai à un expert.
ru_ru: ...Если ответ неудовлетворительный... Я соединю вас с экспертом.
zh_cn: ...如果我的答案不令人满意 ... 我会将转给专家。

# FeedbackText1
source: Tell my team of experts how I'm doing so they can help me improve.
ar: أعلم فريق الخبراء لديّ عن أدائي ليساعدوا على تحسين خدماتي.
de: Informieren Sie Team von Experten, wie Sie von mir halten, damit ich mich verbessern kann.
es: Informar a mi equipo de expertos cómo me está yendo para que puedan ayudarme a mejorar.
fr: Faites-en part à mon équipe d’experts pour qu’ils m’aident à m’améliorer.
ru_ru: Сообщите группе экспертов о моей проблеме, чтобы они смогли мне помочь.
zh_cn: 告诉我的专家团队我是如何做的，以便他们能帮助我改进。

# FunctionCardText1
source: Ask a question
ar: طرح سؤال
de: Frage stellen
es: Formular una pregunta
fr: Poser une question
ru_ru: Задайте вопрос
zh_cn: 提问

# FunctionCardText2
source: You can ask me a question by typing it in the chat box below I'll try my best to answer it...
ar: يمكنك ببساطة أن تسألني سؤالاً وسأبذل قصارى جهدي للإجابة. إذا كانت هناك متابعات إضافية، فسوف أحضرها أيضًا...
de: Sie können mir einfach eine Frage stellen, und ich bemühe mich, sie zu beantworten. Wenn es weitere nachfolgende Informationen gibt, werde ich Ihnen diese ebenfalls anzeigen...
es: Solo tiene que preguntarme e intentaré responder lo mejor posible. Si hay seguimientos adicionales, los traeré también...
fr: Vous pouvez simplement me poser une question et je vais essayer d’y répondre. S’il y a d’autres suivis, je les présenterai également...
ru_ru: Вы можете просто задать мне вопрос, а я постараюсь найти на него самый подходящий ответ. Я также сообщу обо всех дополнительных действиях и сведениях...
zh_cn: 可以简单地问我一个问题，我会尽力回答。如果还有其他后续措施，我也将予以跟进...

# ShareFeedbackButtonText
source: Share feedback
ar: مشاركة الملاحظات
de: Feedback teilen
es: Compartir comentarios
fr: Partager des commentaires
ru_ru: Отправить отзыв
zh_cn: 分享反馈

# DescriptionText
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
ru_ru: Описание
zh_cn: 说明

# FeedbackDescriptionPlaceholderText
source: Enter your feedback and supporting details here (500 characters max)
ar: أدخل ملاحظاتك والتفاصيل المُساعدة هنا (بحد أقصى 500 حرف)
de: Geben Sie hier Ihr Feedback und hilfreiche Details ein (maximal 500 Zeichen)
es: Escriba sus comentarios y los detalles de soporte aquí (500 caracteres máx.)
fr: Entrez vos commentaires et tous les détails ici (500 caractères max.)
ru_ru: Введите здесь свой отзыв и дополнительные сведения (не более 500 символов)
zh_cn: 在此处输入你的反馈和支持详细信息(最多 500 个字符)

# StatusFactTitle
source: Status:
ar: الحالة:
es: Estado:
fr: Statut :
ru_ru: Состояние:
zh_cn: 状态:

# AskAnExpertButtonText
source: Ask an expert
ar: التحدث إلى خبير
de: Einen Experten fragen
es: Preguntar a un experto
fr: Poser une question à un expert
ru_ru: Задайте вопрос эксперту
zh_cn: 咨询专家

# ThankYouTextContent
source: Thanks for your feedback! I've shared it with the experts. This helps me learn and improve.
ar: نشكرك على تقديم ملاحظاتك! قمت بمشاركتها مع الخبراء. يساعدني ذلك على التعلّم والتحسن.
de: Vielen Dank für Ihr Feedback! Ich habe es mit den Experten geteilt. So kann ich weiter lernen und mich verbessern.
es: Gracias por sus comentarios. Lo he compartido con los expertos. Esto me ayuda a aprender y mejorar.
fr: Merci pour vos commentaires ! Je les ai partagés avec les experts. Cela me permet d’apprendre et de m’améliorer.
ru_ru: Благодарим за ваш отзыв! Экспертам был предоставлен доступ. Это позволит мне учиться и развиваться.
zh_cn: 感谢你的反馈! 我已与专家分享它。这可帮助我学习和改进。

# ChatTextButton
source: Chat with {0}
ar: دردشة مع {0}
de: Chat mit {0}
es: Chat con {0}
fr: Conversation avec {0}
ru_ru: Чат с {0}
zh_cn: 与 {0} 聊天

# NotificationCardContent
source: I've shared your question with the related experts. They'll respond to you directly with a chat message.
ar: لقد شاركت سؤالك مع الفريق. سيتواصل معك أحد الخبراء قريبًا في محادثة منفصلة.
de: Ich habe Ihre Frage mit dem Team geteilt. Ein Experte wird sich bald in einem gesonderten Chat mit Ihnen in Verbindung setzen.
es: He compartido su pregunta con el equipo. Un experto se pondrá en contacto con usted en breve en un chat independiente.
fr: J’ai partagé votre question avec l’équipe. Un expert vous contactera bientôt dans une conversation distincte.
ru_ru: Группе был предоставлен доступ к вашему вопросу. Скоро с вами свяжется эксперт, чтобы пообщаться в отдельном чате.
zh_cn: 我已经与团队分享了你的问题。专家很快就会在单独的聊天室中与你联系。

# TeamChatHeaderText
source: Initiate chat with end users
ar: بدء دردشة مع المستخدمين النهائيين
de: Chat mit Endbenutzern starten
es: Iniciar chat con usuarios finales
fr: Lancer une conversation avec les utilisateurs finaux
ru_ru: Начало чата с конечными пользователями
zh_cn: 发起与最终用户的聊天

# TeamChatContent
source: Click chat with user button to initiate a direct chat.
ar: انقر فوق الدردشة باستخدام زر المستخدم لبدء دردشة مباشره.
de: Klicken Sie auf die Schaltfläche für den Chat mit dem Benutzer, um einen direkten Chat zu starten.
es: Haga clic en chatear con el usuario para iniciar un chat directo.
fr: Cliquez sur le bouton discuter avec l’utilisateur pour lancer une conversation directe.
ru_ru: Нажмите кнопку "чат с пользователем", чтобы начать прямой чат.
zh_cn: 单击与用户聊天按钮以发起直接聊天。

# TeamNotificationHeaderText
source: Receive notifications from end users
ar: تلقي الإخطارات من المستخدمين النهائيين
de: Benachrichtigungen von Endbenutzern erhalten
es: Recibir notificaciones de usuarios finales
fr: Recevoir des notifications des utilisateurs finaux
ru_ru: Получение уведомлений от конечных пользователей
zh_cn: 接收来自最终用户的通知

# TeamNotificationContent
source: You can see what users need help with.
ar: يمكنك رؤية المستخدمين الذين يحتاجون إلى المساعدة.
de: Sie können sehen, welche Benutzer Hilfe benötigen.
es: Puede ver para qué usuarios necesitan ayuda.
fr: Vous pouvez voir les éléments dont les utilisateurs ont besoin d’aide.
ru_ru: Вы можете узнать, какие пользователи нуждаются в помощи.
zh_cn: 以查看用户需要帮助的内容。

# TeamTicketSystemHeaderText
source: Manage queries
ar: إدارة الاستعلامات
de: Abfragen verwalten
es: Administrar consultas
fr: Gérer les requêtes
ru_ru: Управление запросами
zh_cn: 管理查询

# TeamTicketSystemContent
source: Mark requests assigned or closed to keep track of queries.
ar: يمكنك وضع علامة "معينة" أو "مكتملة" على الطلبات لتعقب الاستعلامات.
de: Markieren Sie Anforderungen als zugewiesen oder geschlossen, um Abfragen nachzuverfolgen.
es: Marque las solicitudes asignadas o cerradas para realizar un seguimiento de las consultas.
fr: Marquez les demandes affectées ou closes pour assurer le suivi des requêtes.
ru_ru: Отмечайте назначенные или закрытые запросы для отслеживания запросов.
zh_cn: 将请求标记为已分配或已关闭以跟踪查询。

# TakeATeamTourButtonText
source: Team tour
ar: جولة الفريق
es: Paseo por el equipo
fr: Visite de l’équipe
ru_ru: Знакомство с командой
zh_cn: 团队教程

# WelcomeTeamCardContent
source: Hello team, I am your friendly Q&A bot that helps you provide support to people who interact with me and need more assistance.
ar: مرحبًا أيها الفريق ، أنا روبوتك الودود للرد على الأسئلة والأجوبة الذي يساعدك في تقديم الدعم للأشخاص الذين يتفاعلون معي ويحتاجون إلى المزيد من المساعدة.
de: Hallo Team, ich bin Ihr freundlicher Bot für Fragen und Antworten, mit dem Sie Personen unterstützen können, die mit mir interagieren und mehr Hilfe benötigen.
es: Hola, equipo: Soy su bot de Preguntas y respuestas que proporciona soporte a gente que interactúa conmigo y necesita ayuda.
fr: &Bonjour l’équipe, Je suis votre robot Questions et réponses convivial qui vous aide à prendre en charge les personnes qui interagissent avec moi et qui ont besoin d’aide.
ru_ru: Здравствуйте, коллеги! Я - удобный бот вопросов и ответов. Я помогаю вам предоставлять поддержку людям, которые взаимодействуют со мной и нуждаются в дополнительной помощи.
zh_cn: 您好的团队， 我是你的友好问答机器人，可以帮助你与我互动并需要更多帮助的人们提供支持。

# CustomMessage
source: I didn't find a matching answer for this question. Do you want me to ask an expert?
ar: لم أجد إجابة مطابقة لهذا السؤال. هل تريد مني أن أسأل خبير؟
de: Ich habe keine passende Antwort für diese Frage gefunden. Soll ich einen Experten fragen?
es: No he encontrado una respuesta coincidente para esta pregunta. ¿Quiere que le pregunte a un experto?
fr: Je n’ai trouvé aucune réponse correspondante pour cette question. Voulez-vous que j’interroge un expert ?
ru_ru: Мне не удалось найти соответствующий ответ на этот вопрос. Мне нужно спросить эксперта?
zh_cn: 我找不到此问题的匹配答案。是否希望我向专家提问?

# QuestionAskedFactTitle
source: Question asked:
ar: السؤال المطروح:
de: Gestellte Frage:
es: Pregunta:
fr: Question posée :
ru_ru: Заданный вопрос:
zh_cn: 提出的问题:

# QuestionForExpertSubHeaderText
source: **{0}** is requesting support.
ar: يقوم **{0}** بطلب الدعم.
de: **{0}** fordert Unterstützung an.
es: **{0}** solicita asistencia.
fr: **{0}** demande de l’aide.
ru_ru: **{0}** требует поддержки.
zh_cn: **{0}** 正在请求支持。

# TeamCustomMessage
source: Hello, I don't support bot commands in the Team. Here is a quick tour of how I can help.
ar: أنا غير قادر على الرد على الأوامر في القنوات. قم بجولة سريعة لمعرفة ما يمكنني فعله.
de: Ich kann nicht auf Befehle in Kanälen reagieren. Machen Sie eine kurze Tour, um zu erfahren, was ich alles kann.
es: No puedo responder a los comandos en los canales. Realice un paseo rápido para aprender lo que puedo hacer.
fr: Je ne parvient pas à répondre aux commandes dans les canaux. Suivez une présentation rapide pour découvrir ce que je peux faire.
ru_ru: Я не могу реагировать на команды в каналах. Выполните краткий обзор моих возможностей.
zh_cn: 我无法响应频道中的命令。快速浏览以了解我可以做什么。

# ChangeStatusButtonText
source: Change status
ar: تغيير الحالة
de: Status ändern
es: Cambiar estado
fr: Modifier l’état
ru_ru: Изменить состояние
zh_cn: 更改状态

# ResponseHeaderText
source: Here is what I found:
ar: إليك ما عثرت عليه:
de: Das habe ich gefunden:
es: Esto es lo que he encontrado:
fr: Voici ce que j’ai trouvé :
ru_ru: Вот что удалось найти:
zh_cn: 下面是我找到的内容:

# ClosedFactTitle
source: Closed:
ar: مغلق:
de: Geschlossen:
es: Cerrado:
fr: Fermé :
ru_ru: Закрыт:
zh_cn: 已关闭:

# DateCreatedDisplayFactTitle
source: Created:
ar: تاريخ الإنشاء:
de: Erstellt:
es: Creado:
fr: Créé le :
ru_ru: Создан:
zh_cn: 创建时间:

# ShowCardTitleText
source: Enter short title here (50 characters max)
ar: اكتب عنواناً مختصراً (بحد أقصى 50 حرفاً)
de: Geben Sie einen kurzen Titel ein (maximal 50 Zeichen)
es: Escriba un título corto (50 caracteres máx.)
fr: Tapez un titre court (50 caractères max.)
ru_ru: Введите краткий заголовок (не более 50 символов).
zh_cn: 键入简短标题(最多 50 个字符)

# MandatoryTitleFieldText
source: Title field is mandatory.
ar: حقل العنوان إلزامي.
de: Das Titelfeld ist obligatorisch.
es: El campo de título es obligatorio.
fr: Le champ Titre est obligatoire.
ru_ru: Поле "Заголовок" является обязательным.
zh_cn: 标题字段为必填项。

# ResultsFeedbackText
source: Results feedback
ar: ملاحظات
de: Feedback
es: Comentarios
fr: Commentaires
ru_ru: Отзывы и предложения
zh_cn: 反馈

# FeedbackAlertText
source: **{0}** has shared the feedback
ar: شارك **{0}** الملاحظات
de: **{0}** hat das Feedback geteilt
es: **{0}** ha compartido comentarios
fr: **{0}** a partagé les commentaires
ru_ru: Пользователь **{0}** поделился отзывом
zh_cn: **{0}** 已分享反馈

# ShareFeedbackTitleText
source: Share app feedback
ar: مشاركة ملاحظات على التطبيق
de: App-Feedback teilen
es: Compartir comentarios de la aplicación
fr: Partager des commentaires sur l’application
ru_ru: Отправка отзывов по приложению
zh_cn: 分享应用反馈

# AskAnExpertDisplayText
source: Ask an expert
ar: اسأل خبيراً
de: Einen Experten fragen
es: Preguntar a un experto
fr: Poser une question à un expert
ru_ru: Задайте вопрос эксперту
zh_cn: 咨询专家

# ShareFeedbackDisplayText
source: Share feedback
ar: مشاركة ملاحظات
de: Feedback teilen
es: Compartir comentarios
fr: Partager des commentaires
ru_ru: Отправить отзыв
zh_cn: 分享反馈

# SMEAssignedStatus
source: This request is now assigned. Assigned to {0}.
ar: تم تعيين هذا الطلب الآن. تم التعيين إلى {0}.
de: Diese Anfrage ist jetzt zugewiesen. {0} zugewiesen.
es: Esta solicitud ahora está asignada. Asignado a {0}.
fr: Cette demande est désormais attribuée. Affecté à {0}.
ru_ru: Этот запрос теперь назначен. Кому назначен: {0}.
zh_cn: 现在已分配此请求。已分配给 {0}。

# SMEClosedStatus
source: This request is now closed. Closed by {0}.
ar: هذا الطلب مغلق الآن. مغلق ب{0}.
de: Diese Anforderung ist jetzt geschlossen. Durch {0} geschlossen.
es: Esta solicitud se ha cerrado. Cerrado por {0}.
fr: Cette demande est maintenant fermée. Fermé par {0}.
ru_ru: Этот запрос теперь закрыт. Кто закрыл: {0}.
zh_cn: 此请求现已关闭。已由 {0} 关闭。

# SMEOpenedStatus
source: This request is now unassigned. Last updated by {0}.
ar: هذا الطلب غير معين الآن. تم التحديث الأخير من قبل {0}.
de: Diese Anforderung ist jetzt nicht zugewiesen. Zuletzt durch {0} aktualisiert.
es: Esta solicitud ya no está asignada. Última actualización de {0}.
fr: Cette demande n’est plus attribuée. Dernière mise à jour par {0}.
ru_ru: Этот запрос теперь не назначен. Автор последнего изменения: {0}.
zh_cn: 此请求现已取消分配。上次更新者 {0}。

# AssignedTicketUserNotification
source: Your question has been assigned to an expert. They'll respond to you directly with a chat message.
ar: تم تعيين سؤالك إلى خبير. سوف يردون عليك مباشرة برسالة دردشة.
de: Ihre Frage wurde einem Experten zugewiesen. Er wird Ihnen direkt mit einer Chatnachricht antworten.
es: Su pregunta se ha asignado a un experto. Le responderá directamente con un mensaje de chat.
fr: Votre question a été affectée à un expert. Il vous répondra directement à l’aide d’un message de conversation.
ru_ru: Ваш вопрос назначен эксперту. Они будут отвечать вам непосредственно в сообщениях чата.
zh_cn: 问题已分配给专家。他们会通过聊天消息直接回复你。

# ClosedTicketUserNotification
source: This request has been closed. Ask an expert again if you still need more assistance.
ar: تم إغلاق هذا الطلب. اسأل خبيرًا مرة أخرى إذا كنت لا تزال بحاجة إلى مزيد من المساعدة.
de: Diese Anfrage wurde geschlossen. Wenn Sie weitere Hilfe benötigen, ziehen Sie erneut einen Experten zu Rate.
es: Esta solicitud se ha cerrado. Vuelva a preguntar a un experto si aún necesita más ayuda.
fr: Cette demande a été fermée. Demandez de nouveau à un expert si vous avez encore besoin d’aide.
ru_ru: Этот запрос был закрыт. Если вам нужна дополнительная помощь, то повторно обратитесь к эксперту.
zh_cn: 此请求已关闭。如果仍然需要更多帮助，请再次询问专家。

# ReopenedTicketUserNotification
source: Your request is open again. An expert will directly send you a chat message.
ar: تم فتح طلبك مره أخرى. سيرسل لك الخبير رسالة دردشة مباشره.
de: Ihre Anfrage wurde erneut geöffnet. Ein Experte wird Ihnen eine Chatnachricht senden.
es: Su solicitud está abierta de nuevo. Un experto le enviará directamente un mensaje de chat.
fr: Votre demande est rouverte. Un expert vous enverra directement un message de conversation.
ru_ru: Ваш запрос открыт повторно. Эксперт отправит вам сообщение непосредственно в чате.
zh_cn: 请求再次打开。专家将直接向你发送聊天消息。

# GoToOriginalThreadButtonText
source: Go to original thread
ar: الانتقال إلى مؤشر الترابط الأصلي
de: Zum ursprünglichen Thread wechseln
es: Ir a la conversación original
fr: Accéder au thread d’origine
ru_ru: Переход к исходной ветке
zh_cn: 转到原始线程

# NonSMEErrorText
source: The messaging extension can only be invoked from the channel in which the app is installed
ar: لا يمكن استدعاء ملحق المراسلة إلا من القناة التي تم تثبيت التطبيق فيها
de: Die Messaging-Erweiterung kann nur aus dem Kanal aufgerufen werden, in dem die App installiert ist.
es: Solo se puede invocar la extensión de mensajería desde el canal en el que está instalada la aplicación
fr: L’extension de messagerie peut uniquement être appelée à partir du canal dans lequel l’application est installée
ru_ru: Расширение для сообщений можно вызывать только из канала, в котором установлено приложение.
zh_cn: 只能从安装应用程序的频道调用消息传递扩展

# AssignedUserNotificationStatus
source: Assigned
ar: تم التعيين
de: Zugewiesen
es: Asignado
fr: Attribué
ru_ru: Назначено
zh_cn: 已分配

# ClosedUserNotificationStatus
source: Closed
ar: مغلقة
de: Geschlossen
es: Cerrado
fr: Fermé
ru_ru: Закрыто
zh_cn: 已关闭

# UnassignedUserNotificationStatus
source: Unassigned
ar: غير معين
de: Nicht zugeordnet
es: Sin asignar
fr: Non affecté
ru_ru: Не назначено
zh_cn: 未分配

# SMEUserChatMessage
source: RE: {0}
ar: رد: {0}
de: AW: {0}
ru_ru: НА: {0}
zh_cn: 答复:{0}

# AssignToMeActionChoiceTitle
source: Assign to me
ar: تعيين إليّ
de: Mir zuweisen
es: Asignarme a mí
fr: Affecté(e) à moi
ru_ru: Назначить мне
zh_cn: 分配给我

# CloseActionChoiceTitle
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ru_ru: Закрыть
zh_cn: 关闭

# ReopenActionChoiceTitle
source: Reopen
ar: إعادة فتح
de: Erneut öffnen
es: Volver a abrir
fr: Rouvrir
ru_ru: Открыть повторно
zh_cn: 重新打开

# ReopenAssignToMeActionChoiceTitle
source: Reopen and assign to me
ar: أعد فتحه ثم قم بتعيينه لي
de: Erneut öffnen und mir zuweisen.
es: Reabrir y asignármelo a mí
fr: Rouvrez et attribuez-moi
ru_ru: Открыть повторно и назначить мне
zh_cn: 重新打开并分配给我。

# UnassignActionChoiceTitle
source: Unassign
ar: إلغاء تعيين
de: Zuweisung aufheben
es: Anular la asignación
fr: Annuler l'affectation
ru_ru: Отменить назначение
zh_cn: 取消分配

# SMETicketAssignedStatus
source: Assigned to {0}
ar: معينة لـ {0}
de: Zugewiesen zu {0}
es: Asignado a {0}
fr: Affecté à {0}
ru_ru: Кому назначено: {0}.
zh_cn: 已分配给 {0}

# SMETicketClosedStatus
source: Closed
ar: مغلقة
de: Geschlossen
es: Cerrado
fr: Fermé
ru_ru: Закрыто
zh_cn: 已关闭

# SMETicketUnassignedStatus
source: Unassigned
ar: غير معين
de: Nicht zugeordnet
es: Sin asignar
fr: Non affecté
ru_ru: Не назначено
zh_cn: 未分配

# AskAnExpertSubheaderText
source: The expert will respond to you directly with a chat message.
ar: سيتواصل معك أحد خبرائنا قريبًا.
de: Einer unserer Experten wird sich bald mit Ihnen in Verbindung setzen.
es: Uno de nuestros expertos se pondrá en contacto con usted en breve.
fr: L’un de nos experts vous contactera bientôt.
ru_ru: Один из наших экспертов свяжется с вами в ближайшее время.
zh_cn: 我们的一位专家将尽快与您联系。

# DescriptionFact
source: Description:
ar: الوصف:
de: Beschreibung:
es: Descripción:
ru_ru: Описание:
zh_cn: 说明:

# FeedbackRatingRequired
source: Feedback (Required)
ar: هل كانت هذه الإجابة مفيدة؟ (مطلوب)
de: War diese Antwort hilfreich? (Erforderlich)
es: ¿Fue útil esta información? (Obligatorio)
fr: Cette réponse vous a-t-elle été utile ? (obligatoire)
ru_ru: Этот ответ был полезным? (обязательное поле)
zh_cn: 此答案是否有用? (必填)

# HelpfulRatingText
source: Helpful
ar: مفيدة
de: Hilfreich
es: Útil
fr: Utile
ru_ru: Полезный
zh_cn: 有帮助

# NeedsImprovementRatingText
source: Needs Improvement
ar: بحاجة إلى تحسين
de: Verbesserungsbedürftig
es: Necesita mejora
fr: Améliorations nécessaires
ru_ru: Требуется улучшение
zh_cn: 需要改进

# RatingTitle
source: Rating
ar: التقييم
de: Bewertung
es: Calificación
fr: Évaluation
ru_ru: Оценка
zh_cn: 评级

# RatingMandatoryText
source: Rating is mandatory
ar: التقييم إلزامي
de: Bewertung ist obligatorisch.
es: La calificación es obligatoria
fr: L’évaluation est obligatoire
ru_ru: Оценка является обязательной
zh_cn: “评级”为必填项

# TakeATourButtonText
source: Take a tour
ar: القيام بجولة
de: Einen Rundgang machen
es: Visita guiada
fr: Suivez la visite guidée
ru_ru: Краткий обзор
zh_cn: 浏览

# TitleFact
source: Title:
ar: العنوان:
de: Titel:
es: Título:
fr: Titre :
ru_ru: Заголовок:
zh_cn: 标题:

# TitleRequiredText
source: Title (Required)
ar: العنوان (مطلوب)
de: Titel (erforderlich)
es: Título (obligatorio)
fr: Titre (obligatoire)
ru_ru: Заголовок (обязательное поле)
zh_cn: 标题(必填)

# NotHelpfulRatingText
source: Not helpful
ar: غير مفيدة
de: Nicht hilfreich
es: No es útil
fr: Pas utile
ru_ru: Не был полезным
zh_cn: 没有帮助

# ViewArticleButtonText
source: View article
ar: عرض المقال
de: Artikel anzeigen
es: Ver el artículo
fr: Afficher l'article
ru_ru: Просмотр статьи
zh_cn: 查看文章

# SMEFeedbackHeaderText
source: Feedback
ar: ملاحظات
es: Comentarios
fr: Commentaires
ru_ru: Отзывы и предложения
zh_cn: 反馈

# EmptyQuestionErrorText
source: Question text cannot be empty.
ar: لا يمكن أن يكون نص السؤال فارغًا.
de: Der Fragetext darf nicht leer sein
es: El texto de la pregunta no puede estar vacía.
fr: Le texte de la question ne peut pas être vide.
ru_ru: Поле текста вопроса не может быть пустым.
zh_cn: 问题文本不能为空。

# AnswerTitle
source: **Answer:**
ar: **إجابة:**
de: **Antwort:**
es: **Respuesta.**
fr: **Répondre :**
ru_ru: **Ответ:**
zh_cn: **回答:**

# DeleteConfirmation
source: Are you sure you want to delete this item? The question and answer will both be deleted.
ar: هل تريد بالتاكيد حذف هذا العنصر ؟ سيتم حذف كل من السؤال والجواب.
de: Möchten Sie dieses Element wirklich löschen? Die Frage und Antwort werden beide gelöscht.
es: ¿Está seguro de que desea eliminar este elemento? La pregunta y la respuesta se eliminarán.
fr: Voulez-vous vraiment supprimer cet élément ? La question et la réponse seront supprimées.
ru_ru: Точно удалить элемент? Вопрос и ответ будут удалены.
zh_cn: 确定要删除这个项目吗?问题和答案都将被删除。

# DeleteButtonText
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ru_ru: Удалить
zh_cn: 删除

# LastEditedText
source: Last edited by
ar: تم التحرير الأخير بواسطة
de: Zuletzt bearbeitet von
es: Editado por última vez por
fr: Dernière modification par
ru_ru: Автор последнего изменения
zh_cn: 上次编辑者

source: No
ar: لا
de: Nein
fr: Non
ru_ru: Нет
zh_cn: 否

# QuestionTitle
source: **Question:** {0}
ar: **السؤال:** {0}
de: **Frage:** {0}
es: **Pregunta:** {0}
ru_ru: **Вопрос:** {0}
zh_cn: **问题:** {0}

# EditButtonText
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
ru_ru: Изменить
zh_cn: 编辑

# WaitMessageAnswer
source: Note: Updates are made every few minutes
ar: ملاحظة: يتم إجراء التحديثات كل بضع دقائق
de: Hinweis: Updates werden alle paar Minuten vorgenommen.
es: Nota: Las actualizaciones se realizan cada pocos minutos
fr: Remarque : les mises à jour sont effectuées toutes les quelques minutes
ru_ru: Примечание. Обновления выполняются каждые несколько минут.
zh_cn: 注意:每隔几分钟进行一次更新

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
ru_ru: Да
zh_cn: 是

# DeletedQnaPair
source: Deleted by {0}
ar: تم الحذف بواسطة {0}
de: Gelöscht von: {0}
es: Elemento eliminado por {0}
fr: Supprimée par {0}
ru_ru: Кто удалил: {0}
zh_cn: 删除者: {0}

# UpdateHistoryButtonText
source: Update history
ar: محفوظات التحديثات
de: Updateverlauf
es: Historial de actualizaciones
fr: Historique des mises à jour
ru_ru: Журнал обновлений
zh_cn: 更新历史记录
