Repository: OfficeDev/microsoft-teams-apps-faqplus
Catalog: Source/Microsoft.Teams.Apps.FAQPlusPlus/Properties/Strings.*.resx
Languages: ar, de, es, fr, ru_ru, zh_cn

# WaitMessage
source: Please wait for some time, updates to this question: "{0}" will be available in short time.
ar: الرجاء الانتظار لبعض الوقت ، ستتوفر تحديثات لهذا السؤال: "{0}" في الوقت القصير.
de: Warten Sie einige Zeit, Updates für diese Frage: "{0}" wird in kurzen Zeit zur Verfügung stehen.
es: Espere un momento, las actualizaciones de esta pregunta: "{0}" estarán disponibles en poco tiempo.
fr: Merci de patienter quelques instants, les mises à jour de cette question : « {0} » seront disponibles en bref temps.
ru_ru: Немного подождите. Обновления по вопросу: "{0}" скоро будут доступны.
zh_cn: 请稍候，此问题的更新: "{0}" 将在短时间内可用。

# AddQuestionSubtitle
source: Add new question details
ar: إضافة تفاصيل سؤال جديدة
de: Neue Fragedetails hinzufügen
es: Agregar nuevos detalles de la pregunta
fr: Ajouter les détails de la nouvelle question
ru_ru: Добавление новых сведений о вопросе
zh_cn: 添加新的问题详细信息

# EditQuestionSubtitle
source: Edit question details
ar: تحرير تفاصيل السؤال
de: Fragedetails bearbeiten
es: Detalles de la pregunta
fr: Modifier les détails de la question
ru_ru: Изменение сведений о вопросе
zh_cn: 编辑问题详细信息

# HTMLErrorText
source: HTML tags are not supported.
ar: علامات HTML غير معتمدة.
de: HTML-Tags werden nicht unterstützt.
es: No se admiten las etiquetas HTML.
fr: Les balises HTML ne sont pas prises en charge.
ru_ru: Теги HTML не поддерживаются.
zh_cn: 不支持 HTML 标记。

# QuestionAlreadyExistsErrorText
source: Question already exist. please add different question.
ar: السؤال موجود بالفعل. الرجاء إضافة سؤال آخر.
de: Die Frage ist bereits vorhanden. Bitte fügen Sie eine andere Frage hinzu.
es: La pregunta ya existe. Agregue otra.
fr: La question existe déjà. Veuillez ajouter une autre question.
ru_ru: Вопрос уже существует. Добавьте другой вопрос.
zh_cn: 问题已存在。请添加其他问题。

source: Open article
ar: فتح المقالة
de: Artikel öffnen
es: Abrir artículo
fr: Ouvrir un article
ru_ru: Открыть статью
zh_cn: 打开文章

# BackButtonCommandText
source: BackButton
ar: زر للخلف
de: Schaltfläche „Zurück“
es: Botón atrás
ru_ru: Кнопка "Назад"
zh_cn: 返回按钮

# InvalidImageUrlErrorText
source: Image URL is not valid.
ar: عنوان URL للصورة غير صالح.
de: Die Bild-URL ist ungültig.
es: La dirección URL del sitio no es válida.
fr: L’URL de l’image n’est pas valide.
ru_ru: Недопустимый URL-адрес.изображения.
zh_cn: 图像 URL 无效。

# EmptyImageUrlErrorText
source: Image url can not be empty.
ar: لا يمكن أن يكون عنوان url للصورة فارغًا.
de: Die Bild-URL darf nicht leer sein.
es: La dirección URL de la imagen no puede estar vacía.
fr: L’URL de l’image ne peut pas être vide.
ru_ru: URL-адрес изображения не может быть пустым.
zh_cn: 图像 URL 不能为空。

# EntryCreatedByText
source: Created by
ar: تم الإنشاء بواسطة
de: Erstellt von
es: Creado por
fr: Créé par
ru_ru: Автор
zh_cn: 创建者

# DescriptionPlaceholderText
source: Enter information (500 characters max)
ar: أدخل المعلومات (500 حرف كحد أقصى)
de: Informationen eingeben (max. 500 Zeichen)
es: Escriba la información (500 caracteres máx.)
fr: Entrez les informations (500 caractères maximum)
ru_ru: Введите данные (не более 500 символов)
zh_cn: 输入信息(最多 500 字符)

# ImageUrlPlaceholderText
source: Enter image URL (200 characters max)
ar: أدخل عنوان URL للصورة (200 حرف كحد أقصى)
de: Bild-URL eingeben (max. 200 Zeichen)
es: Escriba la dirección URL de la imagen (200 caracteres máx.)
fr: Entrez l’URL de l’image (200 caractères max.)
ru_ru: Введите URL-адрес изображения (не более 200 символов)
zh_cn: 输入图像 URL (最多 200 字符)

# QuestionPlaceholderText
source: Enter information (100 characters max)
ar: أدخل معلومات (100 حرف بحد أقصى)
de: Informationen eingeben (max. 100 Zeichen)
es: Escriba la información (100 caracteres máx.)
fr: Entrez les informations (100 caractères maximum)
ru_ru: Введите данные (не более 100 символов)
zh_cn: 输入信息 (最多 100 个字符)

# RedirectionUrlPlaceholderText
source: Enter information (200 characters max)
ar: أدخل معلومات (200 حرف بحد أقصى)
de: Informationen eingeben (max. 200 Zeichen)
es: Escriba la información (200 caracteres máx.)
fr: Entrez les informations (200 caractères maximum)
ru_ru: Введите данные (не более 200 символов)
zh_cn: 输入信息 (最多 200 个字符)

# SubtitlePlaceholderText
source: Enter information (20 characters max)
ar: أدخل معلومات (20 حرف بحد أقصى)
de: Informationen eingeben (max. 20 Zeichen)
es: Escriba la información (20 caracteres máx.)
fr: Entrez les informations (20 caractères maximum)
ru_ru: Введите данные (не более 20 символов)
zh_cn: 输入信息 (最多 20 字符)

# TitlePlaceholderText
source: Enter information (50 characters max)
ar: أدخل معلومات (50 حرف بحد أقصى)
de: Informationen eingeben (max. 50 Zeichen)
es: Escriba la información (50 caracteres máx.)
fr: Entrez les informations (50 caractères maximum)
ru_ru: Введите данные (не более 50 символов)
zh_cn: 输入信息 (最多 50 字符)

# BackButtonText
source: Back
ar: عودة
de: Zurück
es: Volver
fr: Précédent
ru_ru: Назад
zh_cn: 返回

# InvalidRedirectUrlText
source: Redirect URL is not valid.
ar: عنوان URL لإعادة التوجيه غير صالح.
de: Die Umleitungs-URL ist ungültig.
es: La dirección URL de redirección no es válida.
fr: La redirection de l’URL n’est pas valide.
ru_ru: Недопустимый URL-адрес.перенаправления.
zh_cn: 重定向 URL 无效。

# DescriptionLabelText
source: *Description (Markdown supported)
ar: *الوصف (Markdown مدعوم)
de: *Beschreibung (Markdown unterstützt)
es: * Descripción (se admite Markdown)
fr: * Description (Markdown pris en charge)
ru_ru: *Описание (поддерживается Markdown)
zh_cn: * 说明 (支持 Markdown)

# QuestionLabelText
source: *Question
ar: *السؤال
de: *Frage
es: *Pregunta
ru_ru: *Вопрос
zh_cn: *问题

# TitleLabelText
source: Title (Markdown supported)
ar: العنوان (Markdown مدعم)
de: Titel (Markdown unterstützt)
es: Título (se admite Markdown)
fr: Titre (Markdown pris en charge)
ru_ru: Название (поддерживается Markdown)
zh_cn: 标题 (支持 Markdown)

# ImageLabelText
source: Image URL
ar: صورة عنوان موقع الويب
de: Bild-URL
es: URL de la imagen
fr: URL de l'image
ru_ru: URL-адрес изображения
zh_cn: 图像 URL

# RedirectionLabelText
source: Redirection URL
ar: عنوان URL لإعادة التوجيه
de: Umleitungs-URL
es: URL de redirección
fr: URL de redirection.
ru_ru: URL-адрес перенаправления
zh_cn: 重定向 URL

# SubtitleLabelText
source: Subtitle (Markdown supported)
ar: العنوان الفرعي (Markdown مدعم)
de: Untertitel (Markdown unterstützt)
es: Subtítulo (se admite Markdown)
fr: Sous-titre (Markdown pris en charge)
ru_ru: Подзаголовок (поддерживается Markdown)
zh_cn: 副标题 (支持 Markdown)

# UpdateHistoryHeadersText
source: Name|Action|Date
ar: الاسم|الاجراء|التاريخ
de: Name|Aktion|Datum
es: Nombre|Acción|Fecha
ru_ru: Имя | Действие | Дата
zh_cn: 名称|操作|日期

# EmptyTitleErrorText
source: Title cannot be empty.
ar: العنوان يجب ألا يكون فارغاً.
de: Der Titel darf nicht leer sein.
es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
ru_ru: Заголовок не может быть пустым.
zh_cn: 标题不能为空。

# GoToThread
source: View details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
ru_ru: Просмотреть сведения
zh_cn: 查看详细信息

# PreviewButtonText
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
ru_ru: Предварительный просмотр
zh_cn: 预览

# SaveButtonText
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ru_ru: Сохранить
zh_cn: 保存

# DateFormat
source: {0} at {1}
ar: {0} في {1}
de: {0} unter {1}
es: {0} a las {1}
fr: {0} à {1}
ru_ru: {0} в {1}
zh_cn: {0} 于{1} 处

# ErrorMessage
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. الرجاء المحاولة مرة أخرى لاحقاً.
de: Da hat etwas nicht geklappt. Versuchen Sie es bitte später noch mal.
es: Hubo un problema. Inténtelo de nuevo más tarde.
fr: Désolé... Nous avons rencontré un problème. Veuillez réessayer plus tard.
ru_ru: Произошла ошибка. Повторите попытку позже.
zh_cn: 出错了。请稍后再试。

# EmptyDescriptionErrorText
source: Description cannot be empty.
ar: لا يمكن أن يكون الوصف فارغًا.
de: Die Beschreibung darf nicht leer sein.
es: La descripción no puede estar vacía.
fr: La description ne peut pas être vide.
ru_ru: Описание не может быть пустым.
zh_cn: 说明不能为空。

# OptionalFieldDisplayText
source: Optional Fields
ar: الحقول الاختيارية
de: Optionale Felder
es: Campos opcionales
fr: Champs facultatifs
ru_ru: Необязательные поля
zh_cn: 可选字段

# SuggestedText
source: The optional fields below can be used to add additional details to the answer.
ar: يمكن استخدام الحقول الاختيارية أدناه لإضافة تفاصيل إضافية إلى الإجابة.
de: Die folgenden optionalen Felder können verwendet werden, um der Antwort zusätzliche Details hinzu zufügen.
es: Los campos opcionales que aparecen a continuación pueden usarse para agregar detalles adicionales a la respuesta.
fr: Les champs facultatifs ci-dessous peuvent être utilisés pour ajouter des détails supplémentaires à la réponse.
ru_ru: Необязательные поля можно использовать для добавления дополнительных сведений в ответ.
zh_cn: 下面的可选字段可用于向答案添加更多详细信息。

# ManuallyAddedQuestionMessage
source: Manually added question
ar: سؤال مضاف يدويًا
de: Frage manuell hinzugefügt
es: Pregunta agregada manualmente
fr: Question ajoutée manuellement
ru_ru: Вопрос, добавленный вручную
zh_cn: 已手动添加问题

# UpdateHistoryDateHeaderText
source: Date
ar: التاريخ
de: Datum
es: Fecha
ru_ru: Дата
zh_cn: 日期
