Repository: OfficeDev/microsoft-teams-apps-faqplus
Catalog: Source/Microsoft.Teams.Apps.FAQPlusPlus.Configuration/Strings.*.resx
Languages: ko, pt_br, zh_cn, zh_tw

# BotCommandAskAnExpert
source: Ask an expert
ko: 전문가에게 문의
pt_br: Pergunte a um especialista
zh_cn: 咨询专家
zh_tw: 詢問專家

# BotCommandAskAnExpertDescription
source: Connect with an expert
ko: 전문가와 연결
pt_br: Conecte-se com um especialista
zh_cn: 与专家联系
zh_tw: 與專家聯繫

# BotCommandShareFeedback
source: Share feedback
ko: 피드백 공유
pt_br: Compartilhar comentários
zh_cn: 分享反馈
zh_tw: 分享意見反應

# BotCommandShareFeedbackDescription
source: Send feedback
ko: 피드백 보내기
pt_br: Enviar comentários
zh_cn: 发送反馈
zh_tw: 傳送意見反應

# BotCommandTakeATour
source: Take a tour
ko: 둘러보기
pt_br: Faça um tour
zh_cn: 浏览
zh_tw: 導覽

# BotCommandTakeATourDescription
source: Tour of key features
ko: 주요 기능 둘러보기
pt_br: Tour pelos principais recursos
zh_cn: 主要功能导览
zh_tw: 主要功能導覽

# ComposeExtensionCommandAddNewQuestion
source: Add new question
ko: 새 질문 추가
pt_br: Adicionar nova pergunta
zh_cn: 添加新问题
zh_tw: 新增問題

# ComposeExtensionCommandAddNewQuestionDescription
source: Add a new qna pair
ko: 새 qna 쌍 추가
pt_br: Adicionar um novo par de perquntas e respostas
zh_cn: 添加新的问答对
zh_tw: 新增問答配對

# ComposeExtensionCommandAssigned
source: Assigned
ko: 할당됨
pt_br: Atribuída
zh_cn: 已分配
zh_tw: 已指派

# ComposeExtensionCommandAssignedDescription
source: Search requests assigned to an expert
ko: 전문가에게 할당된 검색 요청
pt_br: Solicitações de pesquisa atribuídas a um especialista
zh_cn: 分配给专家的搜索请求
zh_tw: 搜尋已指派給專家的要求

# ComposeExtensionCommandKnowledgeBase
source: Knowledge base
ko: 기술 자료
pt_br: Base de dados de conhecimento
zh_cn: 知识库
zh_tw: 知識庫

# ComposeExtensionCommandKnowledgeBaseDescription
source: Search recent requests
ko: 최근 요청 검색
pt_br: Pesquisar solicitações recentes
zh_cn: 搜索最近的请求
zh_tw: 搜尋最近的要求

# ComposeExtensionCommandKnowledgeBaseParameterDescription
source: Search KB QnA pairs
ko: KB QnA 쌍 검색
pt_br: Pesquisar pares de Perguntas e Respostas na Base de Dados de Conhecimento
zh_cn: 搜索知识库问答对
zh_tw: 搜尋知識庫問答配對

# ComposeExtensionCommandParameter
source: Search
ko: 검색
pt_br: Pesquisar
zh_cn: 搜索
zh_tw: 搜尋

# ComposeExtensionCommandParameterAddAQuestion
source: Add a question
ko: 질문 추가
pt_br: Adicionar uma pergunta
zh_cn: 添加问题
zh_tw: 新增問題

# ComposeExtensionCommandParameterDescription
source: Search tickets
ko: 티켓 검색
pt_br: Pesquisar tíquetes
zh_cn: 搜索票证
zh_tw: 搜尋票證

# ComposeExtensionCommandRecent
source: Recent
ko: 최근
pt_br: Recentes
zh_cn: 最近
zh_tw: 最近

# ComposeExtensionCommandRecentDescription
source: Search recent requests
ko: 최근 요청 검색
pt_br: Pesquisar solicitações recentes
zh_cn: 搜索最近的请求
zh_tw: 搜尋最近的要求

# ComposeExtensionCommandUnassigned
source: Unassigned
ko: 할당 해제됨
pt_br: Não atribuída
zh_cn: 未分配
zh_tw: 未指派

# ComposeExtensionCommandUnassignedDescription
source: Search unassigned requests not yet assigned to an expert
ko: 검색되지 않은 요청이 전문가에 아직 할당되지 않았습니다.
pt_br: Pesquisa solicitações não atribuídas que ainda não foram atribuídas a um especialista
zh_cn: 搜索尚未分配给专家的未分配请求
zh_tw: 搜尋尚未指派給專家的未指派要求

# DefaultHelpTabText
source: Hi, I'm your friendly Q&A bot. You can ask me questions, and I'll do my best to answer. If I can't help, I'll connect you to an expert. My key features: * Ask a question, get an answer * Ask an expert * Share feedback
ko: 안녕하세요. 저는 여러분의 친절한 Q&A 봇입니다. 질문을 하시면 최선을 다해 답변해 드리겠습니다. 제가 답변할 수 없으면 전문가를 연결해 드리겠습니다. 저의 핵심 기능: * 묻는 질문에 답하기 * 전문가에게 문의 * 피드백 공유
pt_br: Olá, eu sou seu bot amigável de Perguntas e Respostas. Você pode me fazer perguntas, e eu farei o meu melhor para responder. Se eu não puder ajudar, vou conectar você a um especialista. Meus principais recursos: * Faça uma pergunta, obtenha uma resposta * Pergunte a um especialista * Compartilhe os comentários
zh_cn: 大家好，我是你们友好的问答机器人。你可以问我问题，我会尽力回答。如果我无法提供帮助，我会将你连接到专家。 我的主要功能: *提问，得到答案 *询问专家 *分享反馈
zh_tw: 您好，我是友善的問與答 Bot。您可以詢問我問題，我會盡力回答。如果我無法提供協助，我會請專家與您接洽。 我的重要功能: * 提出問題，獲得解答 * 詢問專家 * 分享意見反應

# DefaultWelcomeMessage
source: Hi, I'm your friendly Q&A bot. You can ask me questions, and I'll do my best to answer. If I can't help, I'll connect you to an expert. You can ask the following questions: * How do you work? * Which benefits are available? * What things are available here right now?
ko: 안녕하세요, 저는 여러분의 친절한 Q&A 봇입니다. 질문을 하시면 최선을 다해 답변해 드리겠습니다. 제가 답변할 수 없으면 전문가를 연결해 드리겠습니다. 다음과 같은 질문을 할 수 있습니다. * 어떻게 작동하나요? * 어떤 혜택을 사용할 수 있나요? * 지금 사용할 수 있는 혜택은 무엇인가요?
pt_br: Olá, eu sou seu bot amigável de Perguntas e Respostas. Você pode me fazer perguntas, e eu farei o meu melhor para responder. Se eu não puder ajudar, vou conectar você a um especialista. Você pode fazer as seguintes perguntas: * Como você trabalha? * Quais benefícios estão disponíveis? * Que coisas estão disponível aqui neste momento?
zh_cn: 你好，我是你的友好问答智能机器人。你可以问我一些问题，我将尽力回答我。如果我不能提供帮助，我会将你连接到专家。 可提出以下问题: * 你是如何工作的? * 提供哪些优惠? * 现在这里有什么可用的内容?
zh_tw: 您好，我是您友善的問與答 Bot。您可以詢問我問題，我會盡力回答。如果我無法提供協助，我會請專家與您接洽。 您可以詢問下列問題: * 您的運作方式為何? * 有哪些益處? * 目前可在這裡使用哪些項目?

# EndUserManifestFullDescription
source: A friendly question and answer bot that answers commonly asked questions. If it can't answer, it will put you in touch with an expert as soon as they are available.
ko: 흔히 묻는 질문에 답변하는 친근한 질문과 대답 봇입니다. 봇이 답변할 수 없는 경우, 가능한 한 빨리 전문가와 연락할 수 있도록 연결합니다.
pt_br: Um bot de perguntas e respostas amigáveis que responde às perguntas mais frequentes. Se ele não puder responder, você entrará em contato com um especialista assim que estiver disponível.
zh_cn: 友好的问与答机器人，可解答常见问题。如果无法解答，它会在专家有空时尽快为你联系专家。
zh_tw: 友善的問答 Bot，可回答常見問題。若無法回答，它會協助您聯繫有空的專家。

# EndUserManifestName
source: FAQ Plus
pt_br: Perguntas Mais Frequentes
zh_cn: 常见问题解答增强版
zh_tw: 常見問題集增強版

# EndUserManifestShortDescription
source: A friendly FAQ bot that answers questions and connects you to experts.
ko: 질문에 답변하고 전문가에게 연결하는 친숙한 FAQ 봇입니다.
pt_br: Um bot amigo de FAQ que responde a perguntas e conecta você a especialistas.
zh_cn: 友好的常见问题解答机器人，可解答问题并帮你联系专家。
zh_tw: 友善的常見問題集 Bot，能回答問題並讓您與專家聯繫。

# EndUserTabName
source: Help
ko: 도움말
pt_br: Ajuda
zh_cn: 帮助
zh_tw: 說明

# HelpTabTextToolTipHoverMessage
source: Provide text which will be displayed in Help tab of the bot and then click on Ok to add or Edit to modify
ko: 봇의 [도움말] 탭에 표시할 텍스트를 입력한 다음 [확인]을 클릭하여 추가하거나 [편집]을 클릭하여 수정합니다
pt_br: Forneça o texto que será exibido na guia ajuda do bot e clique em OK para adicionar ou editar para modificar
zh_cn: 提供将显示在机器人的“帮助”选项卡中的文本，然后单击“确定”以添加或编辑以进行修改
zh_tw: 提供會在 Bot 的 [說明] 索引標籤中顯示的文字，然後按一下 [確定] 以新增或 [編輯] 來修改

# KnowledgeBaseToolTipHoverMessage
source: Provide a valid knowledgebase id which will be used by bot and then click on Ok to add or Edit to modify
ko: 봇에서 사용될 유효한 지식 기반 ID를 입력한 다음 [확인]을 클릭하여 추가하거나 [편집]을 클릭하여 수정합니다
pt_br: Forneça uma ID de KnowledgeBase válida que será usada pelo bot e clique em OK para adicionar ou editar para modificar
zh_cn: 提供一个将由机器人使用的有效知识库 ID，然后单击“确定”以添加或编辑以进行修改
zh_tw: 提供將由 Bot 使用的有效知識庫識別碼，然後按一下 [確定] 以新增或 [編輯] 來修改

# SmeManifestFullDescription
source: A friendly question and answer bot that answers commonly asked questions. If it can't answer, it will put you in touch with an expert as soon as they are available.
ko: 흔히 묻는 질문에 답변하는 친근한 질문과 대답 봇입니다. 봇이 답변할 수 없는 경우, 가능한 한 빨리 전문가와 연락할 수 있도록 연결합니다.
pt_br: Um bot de perguntas e respostas amigáveis que responde às perguntas mais frequentes. Se ele não puder responder, você entrará em contato com um especialista assim que estiver disponível.
zh_cn: 友好的问与答机器人，可解答常见问题。如果无法解答，它会在专家有空时尽快为你联系专家。
zh_tw: 友善的問答 Bot，可回答常見問題。若無法回答，它會協助您聯繫有空的專家。

# SmeManifestName
source: FAQ Plus (Experts Team)
ko: FAQ Plus(전문가 팀)
pt_br: Perg.+ Freq. (Equipe de Esp.)
zh_cn: 常见问题解答增强版(专家团队)
zh_tw: 常見問題集增強版 (專家團隊)

# SmeManifestShortDescription
source: A friendly FAQ bot that answers questions and connects you to experts.
ko: 질문에 답변하고 전문가에게 연결하는 친숙한 FAQ 봇입니다.
pt_br: Um bot amigo de FAQ que responde a perguntas e conecta você a especialistas.
zh_cn: 友好的常见问题解答机器人，可解答问题并帮你联系专家。
zh_tw: 友善的常見問題集 Bot，能回答問題並讓您與專家聯繫。

# TeamIdToolTipHoverMessage
source: Provide a team id deeplink which will be used by bot and then click on Ok to add or Edit to modify
ko: 봇에서 사용할 팀 ID 딥 링크를 입력한 다음 [확인]을 클릭하여 추가하거나 [편집]을 클릭하여 수정합니다
pt_br: Forneça uma ID de equipe deeplink que será usada pelo bot e clique em OK para adicionar ou editar para modificar
zh_cn: 提供一个将由机器人使用的团队 ID 深层链接，然后单击“确定”以添加或编辑以进行修改
zh_tw: 提供將由 Bot 使用的小組識別碼深層連結，然後按一下 [確定] 以新增或 [編輯] 來修改

# WelcomeMessageToolTipHoverMessage
source: Provide a welcome message which will be used by bot and then click on Ok to add or Edit to modify
ko: 봇에서 사용할 환영 메시지를 입력한 다음 [확인]을 클릭하여 추가하거나 [편집]을 클릭하여 수정합니다
pt_br: Forneça uma mensagem de boas-vindas que será usada pelo bot e clique em OK para adicionar ou editar para modificar
zh_cn: 提供欢迎消息，此消息将被机器人使用，然后单击确定以添加或编辑以进行修改
zh_tw: 提供將由 Bot 使用的歡迎訊息，然後按一下 [確定] 以新增或 [編輯] 來修改
