Repository: OfficeDev/microsoft-teams-apps-faqplus
Catalog: Source/Microsoft.Teams.Apps.FAQPlusPlus.Common/Properties/Strings.*.resx
Languages: he, ja, ko, ru, zh_tw

# AskAnExpertPlaceholderText
source: Type your detailed question and supporting details here (500 characters max)
he: הקלד את השאלה המפורטת שלך ואת הפרטים התומכים כאן (500 תווים לכל היותר)
ja: 詳細な質問と補足情報をここに入力してください (最大 500 文字)
ko: 자세한 질문 및 지원 세부 정보를 여기에 입력하세요(최대 500자).
ru: Введите здесь подробности своего вопроса (не более 500 символов)
zh_tw: 在這裡輸入您的詳細問題及支援詳細資料 (500 個字元)

# AskAnExpertTitleText
source: Ask an expert
he: שאל מומחה
ja: 専門家に質問する
ko: 전문가에게 문의
ru: Вопрос специалисту
zh_tw: 詢問專家

# AskAnExpertText2
source: ...If my answer isn't satisfactory... I'll connect you to an expert.
he: ...אם התשובה שלי אינה לשביעות רצונך... אחבר אותך למומחה.
ja: ...回答が不足している場合...専門家につなぎます。
ko: ...제 답변이 만족스럽지 않다면... 전문가를 연결해 드리겠습니다.
ru: ... Если мой ответ вас не устроил, я свяжу вас со специалистом.
zh_tw: ...如果我的回答並不讓人滿意，我會將您連接至專家。

# FeedbackText1
source: Tell my team of experts how I'm doing so they can help me improve.
he: ספר לצוות המומחים שלי איך אני מתפקד כדי שיוכלו לעזור לי להשתפר.
ja: エキスパート チームに私の対応を伝えると、私の改善に役立ちます。
ko: 개선에 도움이 되도록 제가 어떻게 하고 있는지 전문가 팀에 알려주세요.
ru: Расскажите моей команде экспертов, как я справляюсь, чтобы они помогли мне стать лучше.
zh_tw: 告訴我的專家小組我的使用情形，讓他們能協助我改善。

# FunctionCardText1
source: Ask a question
he: שאל שאלה
ja: 質問してください
ko: 질문하기
ru: Задать вопрос
zh_tw: 詢問問題

# FunctionCardText2
source: You can simply ask me a question and I will try my best to answer. If there are additional follow-ups, I will bring those as well...
he: אתה יכול פשוט לשאול אותי שאלה ואני אעשה כמיטב יכולתי לענות. אם יהיו טיפולי המשך נוספים, אביא גם אותם...
ja: あなたは私に質問をすることができます、そして私は答えるために最善を尽くします。追加のフォローアップがある場合は、それらも表示されます...
ko: 질문을 주시면 최선을 다해 답변해 드리겠습니다. 추가 후속 내용이 있으면 그것도 알려드리겠습니다...
ru: Вы можете задавать вопросы, а я постараюсь на них ответить. Если нужны дополнительные действия, я могу их выполнить...
zh_tw: 您可以直接詢問我問題，我會盡全力回答。如果有其他的後續追蹤，我也會加以提供...

# ShareFeedbackButtonText
source: Share feedback
he: שתף משוב
ja: フィードバックの共有
ko: 피드백 공유
ru: Оставить отзыв
zh_tw: 分享意見反應

# DescriptionText
source: Description
he: תיאור
ja: 説明
ko: 설명
ru: Описание
zh_tw: 描述

# FeedbackDescriptionPlaceholderText
source: Enter your feedback and supporting details here (500 characters max)
he: הזן את המשוב שלך ומידע תומך כאן (500 תווים לכל היותר)
ja: ここにフィードバックと補足情報を入力してください (最大 500 文字)
ko: 여기에 피드백과 지원 세부 정보 입력(최대 500자)
ru: Оставьте здесь свой отзыв и дополнительную информацию (не более 500 символов)
zh_tw: 在這裡輸入您的意見反應及支援的詳細資料 (最多 500 個字元)

# StatusFactTitle
source: Status:
he: מצב:
ja: 状態:
ko: 상태:
ru: Состояние:
zh_tw: 狀態:

# AskAnExpertButtonText
source: Ask an expert
he: שאל מומחה
ja: 専門家に質問する
ko: 전문가에게 문의
ru: Вопрос специалисту
zh_tw: 詢問專家

# ThankYouTextContent
source: Thanks for your feedback! I've shared it with the experts. This helps me learn and improve.
he: תודה על המשוב! שיתפתי אותו עם המומחים. הוא עוזר לי ללמוד ולהשתפר.
ja: フィードバックをお送りいただき、ありがとうございます。エキスパートと共有しました。学習と改善に役立てます。
ko: 피드백을 보내 주셔서 감사합니다. 전문가와 피드백을 공유했습니다. 피드백은 제가 배우고 향상하는 데 도움이 됩니다.
ru: Спасибо за отзыв! Я отправил его экспертам. Это помогает мне учиться и совершенствоваться.
zh_tw: 感謝您的意見反應！我已與專家分享。這可協助我學習及改善。

# ChatTextButton
source: Chat with {0}
he: צ\'אט עם {0}
ja: {0} とのチャット
ko: {0} 님과 채팅
ru: Чат с пользователем {0}
zh_tw: 與 {0} 的聊天

# NotificationCardContent
source: I've shared your question with the team. An expert will reach out to you soon in a separate chat.
he: שיתפתי את השאלה שלך עם הצוות. מומחה ייצור איתך קשר בקרוב בצ\'אט נפרד.
ja: あなたの質問をチームと共有しました。専門家が別のチャットですぐに連絡します。
ko: 귀하의 질문을 팀과 공유했습니다. 전문가가 곧 별도의 채팅으로 연락드릴 것입니다.
ru: Я поделился вашим вопросом с группой. Специалист скоро свяжется с вами в отдельном чате.
zh_tw: 我已經與團隊分享您的問題。專家將在另一個交談中與您聯繫。

# TeamChatHeaderText
source: Initiate chat with end users
he: התחל צ\'אט עם משתמשי קצה
ja: エンド ユーザーとのチャットを開始する
ko: 최종 사용자와 채팅 시작
ru: Начать чат с конечными пользователями
zh_tw: 啟動與終端使用者的交談

# TeamChatContent
source: Click chat with user button to initiate a direct chat.
he: לחץ על ' שוחח בצ עם משתמש ' כדי להתחיל צ'אט ישיר.
ja: 直接チャットを開始するには、[ユーザーとのチャット] ボタンをクリックします。
ko: 사용자 단추로 채팅을 클릭하면 직접 채팅을 시작합니다.
ru: Чтобы начать прямую беседу, нажмите кнопку "чат с пользователем".
zh_tw: 按一下 [與使用者交談] 按鈕來啟動直接交談。

# TeamNotificationHeaderText
source: Receive notifications from end users
he: קבל הודעות ממשתמשי קצה
ja: エンド ユーザーからの通知を受信する
ko: 최종 사용자로부터 알림 받기
ru: Получать уведомления от конечных пользователей
zh_tw: 接收來自終端使用者的通知

# TeamNotificationContent
source: You can see what users need help with.
he: באפשרותך לראות אילו משתמשים זקוקים לעזרה.
ja: ユーザーが支援を必要としているものを確認できます。
ko: 필요한 도움을 볼 수 있습니다.
ru: Вы можете просмотреть пользователей, которым нужна помощь.
zh_tw: 您可以查看使用者需要協助的資訊。

# TeamTicketSystemHeaderText
source: Manage queries
he: ניהול שאילתות
ja: クエリを管理する
ko: 쿼리 관리
ru: Управление запросами
zh_tw: 管理查詢

# TeamTicketSystemContent
source: Mark requests assigned or closed to keep track of queries.
he: סמן בקשות כבקשות שהוקצו או נסגרו כדי לעקוב אחר שאילתות.
ja: クエリを管理するために、割り当て済みまたは終了済みの要求をマークします。
ko: 쿼리를 추적하기 위해 할당되었거나 닫힌 요청을 표시합니다.
ru: Чтобы отслеживать запросы, пометьте их как назначенные или закрытые.
zh_tw: 標記指派或關閉的要求，以持續追蹤查詢。

# TakeATeamTourButtonText
source: Team tour
he: סיור צוות
ja: チーム ツアー
ko: 팀 둘러보기
ru: Обзор группы
zh_tw: 團隊導覽

# WelcomeTeamCardContent
source: Hello team, I am your friendly Q&A bot that helps you provide support to people who interact with me and need more assistance.
he: שלום צוות, אני בוט התשובות והתשובות הידידותי שלך שעוזר לך לספק תמיכה לאנשים שנמצאים באינטראקציה איתי וזקוקים לסיוע נוסף.
ja: こんにちはチーム、 対話し、さらに支援が必要なユーザーにサポートを提供できるあなたのフレンドリーな Q&A ボットです。
ko: 안녕하세요, 팀 여러분. 저는 여러분과 상호 작용하며 더 많은 도움이 필요한 사람들을 지원할 수 있는 친절한 Q&A 봇입니다.
ru: Здравствуйте! Я ваш дружелюбный бот для вопросов и ответов. Я помогаю вам предоставлять поддержку пользователям, которые взаимодействуют со мной и нуждаются в дополнительной помощи.
zh_tw: 團隊好， 我是您友善的問與答 Bot，可協助您支援那些與我互動且需要更多協助的人員。

# CustomMessage
source: I didn't find a matching answer for this question. Do you want me to ask an expert?
he: לא מצאתי תשובה תואמת עבור שאלה זו. האם ברצונך לשאול מומחה?
ja: この質問に一致する回答が見つかりませんでした。専門家に質問しますか?
ko: 이 질문과 일치하는 답변을 찾지 못했습니다. 전문가에게 문의하시겠습니까?
ru: У меня нет ответа на этот вопрос. Хотите, я запрошу специалиста?
zh_tw: 我找不到符合此問題的答案。您希望我詢問專家嗎?

# QuestionAskedFactTitle
source: Question asked:
he: שאלה שנשאלה:
ja: 質問:
ko: 질문:
ru: Заданный вопрос:
zh_tw: 問題:

# QuestionForExpertSubHeaderText
source: **{0}** is requesting support.
he: **{0}** מבקש תמיכה.
ja: **{0}** がサポートを要求しています。
ko: **{0}**님이 지원을 요청 중입니다.
ru: **{0}** запрашивает поддержку.
zh_tw: **{0}** 正在要求支援。

# TeamCustomMessage
source: I'm unable to respond to commands in channels. Take a quick tour to learn what I can do.
he: איני מצליח להגיב לפקודות בערוצים. צא לסיור מהיר כדי ללמוד מה ניתן לעשות.
ja: チャネル内のコマンドに応答できません。クイック ツアーを見て、できることを確認してください。
ko: 채널의 명령에 응답할 수 없습니다. 빠른 둘러보기를 통해 할 수 있는 일을 알아보세요.
ru: Я не могу отвечать на команды в каналах. Просмотрите краткий обзор, чтобы узнать, что я умею делать.
zh_tw: 我無法回應頻道中的命令。快速導覽以了解我可以執行的動作。

# ChangeStatusButtonText
source: Change status
he: שנה מצב
ja: 状態を変更
ko: 상태 변경
ru: Изменить статус
zh_tw: 變更狀態

# ResponseHeaderText
source: Here's what I found:
he: הנה מה שמצאתי:
ja: 以下の問題が見つかりました:
ko: 검색 결과:
ru: Вот что мне удалось найти:
zh_tw: 以下是我找到的:

# ClosedFactTitle
source: Closed:
he: נסגר:
ja: 終了日時:
ko: 닫힘:
ru: Закрыт:
zh_tw: 結案時間:

# DateCreatedDisplayFactTitle
source: Created:
he: נוצר:
ja: 作成日:
ko: 만든 날짜:
ru: Создано:
zh_tw: 建立日期:

# ShowCardTitleText
source: Type a short title (50 characters max)
he: הקלד כותרת קצרה (50 תווים לכל היותר)
ja: 短いタイトルを入力してください (最大 50 文字)
ko: 짧은 제목 입력(최대 50자)
ru: Введите краткое название (максимум 50 символов)
zh_tw: 輸入簡短標題 (最多50個字元)

# MandatoryTitleFieldText
source: Title field is mandatory.
he: שדה הכותרת הוא הכרחי.
ja: タイトル フィールドは必須です。
ko: 제목 필드는 필수입니다.
ru: Поле названия является обязательным.
zh_tw: 必須填寫 [標題] 欄位。

# ResultsFeedbackText
source: Feedback
he: משוב
ja: フィードバック
ko: 피드백
ru: Отзыв
zh_tw: 意見反應

# FeedbackAlertText
source: **{0}** has shared the feedback
he: **{0}** שיתף/ה את המשוב
ja: **{0}** さんがフィードバックを共有しました
ko: **{0}** 님이 의견 공유
ru: Пользователь **{0}** оставил отзыв
zh_tw: **{0}** 已共用意見反應

# ShareFeedbackTitleText
source: Share app feedback
he: שתף משוב לגבי האפליקציה
ja: アプリのフィードバックの共有
ko: 앱 피드백 공유
ru: Оставить отзыв о приложении
zh_tw: 分享應用程式的意見反應

# SubmitButtonText
source: Submit
he: שלח
ja: 送信
ko: 제출
ru: Отправить
zh_tw: 送出

# AskAnExpertDisplayText
source: Ask an expert
he: שאל מומחה
ja: 専門家に質問する
ko: 전문가에게 문의
ru: Вопрос эксперту
zh_tw: 詢問專家

# ShareFeedbackDisplayText
source: Share feedback
he: שתף משוב
ja: フィードバックを共有
ko: 피드백 공유
ru: Отправить отзыв
zh_tw: 分享意見反應

# SMEAssignedStatus
source: This request is now assigned. Assigned to {0}.
he: בקשה זו מוקצית כעת. הוקצה ל-{0}.
ja: この要求が割り当てられました。{0} に割り当てられています。
ko: 이 요청이 현재 할당되었습니다. 할당 대상 항목 {0}.
ru: Этот запрос назначен. Назначено {0}.
zh_tw: 已指派此要求。指派給 {0}。

# SMEClosedStatus
source: This request is now closed. Closed by {0}.
he: בקשה זו סגורה כעת. נסגר על-ידי {0}.
ja: この要求は終了しました。{0} さんによって終了されました。
ko: 이 요청이 이제 종료되었습니다. {0} 닫습니다.
ru: Этот запрос закрыт. Закрыто {0}.
zh_tw: 此要求現在已關閉。已由 {0} 關閉。

# SMEOpenedStatus
source: This request is now unassigned. Last updated by {0}.
he: בקשה זו אינה מקצה כעת. עודכן לאחרונה על-ידי {0}.
ja: この要求は割り当てを解除されました。最終更新日は {0} です。
ko: 이 요청은 이제 지정되지 않았습니다. {0} 마지막으로 업데이트했습니다.
ru: Этот запрос теперь не назначен. Автор последнего обновления {0}.
zh_tw: 這個要求目前未指派。上次更新於 {0}。

# AssignedTicketUserNotification
source: Your question has been assigned to an expert. They'll respond to you directly with a chat message.
he: השאלה שלך הוקצתה למומחה. הוא יגיב לך ישירות בהודעת צ\'אט.
ja: 質問が専門家に割り当てられました。チャットメッセージで直接応答します。
ko: 전문가에 질문이 할당되었습니다. 채팅 메시지와 직접 응답합니다.
ru: Ваш вопрос передан специалисту. Он свяжется с вами напрямую в чате.
zh_tw: 我們已將您的問題指派給專家。他們會使用交談訊息直接回覆您。

# ClosedTicketUserNotification
source: This request has been closed. Ask an expert again if you still need more assistance.
he: בקשה זו נסגרה. בקש מומחה שוב אם אתה עדיין זקוק לסיוע נוסף.
ja: この要求は終了しました。さらに詳しいヘルプが必要な場合は、専門家にもう一度依頼してください。
ko: 이 요청은 닫혔습니다. 추가 지원이 필요한 경우 전문가에게 다시 요청합니다.
ru: Этот запрос закрыт. Попросите специалиста еще раз, если вам по-прежнему требуется помощь.
zh_tw: 已關閉此要求。如果您仍然需要更多協助，請再次詢問專家。

# ReopenedTicketUserNotification
source: Your request is open again. An expert will directly send you a chat message.
he: הבקשה שלך פתוחה שוב. מומחה ישלח לך הודעת צ'אט ישירות.
ja: 要求は再び開かれます。専門家が直接チャット メッセージを送信します。
ko: 요청이 다시 열려 있습니다. 전문가는 메시지를 직접 보내게 됩니다.
ru: Ваш запрос открыт повторно. Специалист свяжется с вами напрямую в чате.
zh_tw: 您的要求已再次開啟。專家會直接傳送交談訊息給您。

# GoToOriginalThreadButtonText
source: Go to original thread
he: עבור אל השרשור המקורי
ja: 元のスレッドに移動
ko: 원본 스레드로 이동
ru: Перейти к исходной беседе
zh_tw: 移至原始執行緒

# NonSMEErrorText
source: The messaging extension can only be invoked from the channel in which the app is installed
he: ניתן להפעיל את הרחבת העברת ההודעות רק מערוץ שבו האפליקציה מותקנת
ja: メッセージング拡張機能は、アプリがインストールされているチャネルからのみ呼び出すことができます
ko: 메시징 확장은 앱이 설치된 채널에서만 호출할 수 있습니다
ru: Расширение обмена сообщениями можно вызвать только из канала, в котором установлено приложение.
zh_tw: 傳訊擴充功能只能從應用程式安裝所在的頻道叫用

# AssignedUserNotificationStatus
source: Assigned
he: הוקצה
ja: 割り当て済み
ko: 할당됨
ru: Назначено
zh_tw: 已指派

# ClosedUserNotificationStatus
source: Closed
he: סגור
ja: 締め切り済み
ko: 닫힘
ru: Закрыто
zh_tw: 已關閉

# UnassignedUserNotificationStatus
source: Unassigned
he: לא הוקצה
ja: 未割り当て
ko: 할당 해제됨
ru: Не назначено
zh_tw: 未分派的

# AssignToMeActionChoiceTitle
source: Assign to me
he: הקצה לי
ja: 自分へ割り当て
ko: 나에게 할당
ru: Назначить мне
zh_tw: 指派給我

# CloseActionChoiceTitle
source: Close
he: סגור
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_tw: 關閉

# ReopenActionChoiceTitle
source: Reopen
he: פתיחה מחדש
ja: 再開する
ko: 다시 열기
ru: Открыть заново
zh_tw: 重新開啟

# ReopenAssignToMeActionChoiceTitle
source: Reopen and assign to me
he: פתח מחדש והקצה לי
ja: 再度開いて、自分へ割り当てます。
ko: 다시 열고 나에게 할당
ru: Повторно открыть и назначить мне
zh_tw: 重新開啟並指派給我

# UnassignActionChoiceTitle
source: Unassign
he: בטל הקצאה
ja: 割り当てを解除
ko: 할당 해제
ru: Отменить назначение
zh_tw: 未指派

# SMETicketAssignedStatus
source: Assigned to {0}
he: הוקצה ל- {0}
ja: 担当者: {0}
ko: {0} 님에게 할당됨
ru: Назначено пользователю {0}
zh_tw: 已指派給 {0}

# SMETicketClosedStatus
source: Closed
he: סגור
ja: 締め切り済み
ko: 닫힘
ru: Закрыто
zh_tw: 已關閉

# SMETicketUnassignedStatus
source: Unassigned
he: לא הוקצה
ja: 未割り当て
ko: 할당 해제됨
ru: Не назначено
zh_tw: 未分派的

# AskAnExpertSubheaderText
source: One of our experts will reach out to you soon.
he: אחד המומחים שלנו ייצור איתך קשר בקרוב.
ja: 専門家の 1 人がまもなくご連絡いたします。
ko: 당사의 전문가가 곧 연락드릴 것입니다.
ru: Скоро с вами свяжется один из наших специалистов.
zh_tw: 我們的其中一位專家將盡速與您聯繫。

# DescriptionFact
source: Description:
he: תיאור:
ja: 説明:
ko: 설명:
ru: Описание:
zh_tw: 描述:

# FeedbackRatingRequired
source: Was this answer helpful? (Required)
he: האם התשובה שקיבלת עזרה לך? (חובה)
ja: この回答は役に立ちましたか? (必須)
ko: 이 답변이 도움이 되었나요?(필수)
ru: Помог ли вам этот ответ? (обязательно)
zh_tw: 這個回答對您有説明嗎? (必要項)

# HelpfulRatingText
source: Helpful
he: עזרה
ja: 役に立った
ko: 도움이 됨
ru: Помог
zh_tw: 有幫助

# NeedsImprovementRatingText
source: Needs Improvement
he: טעונה שיפור
ja: 改善が必要
ko: 개선 필요
ru: Требует улучшения
zh_tw: 需要改進

# RatingTitle
source: Rating
he: דירוג
ja: 評価
ko: 평가
ru: Оценка
zh_tw: 評分

# RatingMandatoryText
source: Rating is mandatory
he: חובה לדרג
ja: 評価は必須です
ko: 평점은 필수입니다
ru: Оценка является обязательной
zh_tw: 評級為必要項

# TakeATourButtonText
source: Take a tour
he: צא לסיור
ja: ツアーを開始
ko: 둘러보기
ru: Посмотреть обзор
zh_tw: 導覽

# TitleFact
source: Title:
he: כותרת:
ja: タイトル:
ko: 제목:
ru: Заголовок:
zh_tw: 標題:

# TitleRequiredText
source: Title (Required)
he: כותרת (נדרש)
ja: タイトル (必須)
ko: 제목(필수)
ru: Название (обязательно)
zh_tw: 標題 (必填)

# NotHelpfulRatingText
source: Not helpful
he: לא עזרה
ja: 役に立ちません
ko: 도움이 안 됨
ru: Не помог
zh_tw: 沒幫助

# ViewArticleButtonText
source: View article
he: הצג מאמר
ja: 記事の表示
ko: 문서 보기
ru: Просмотр статьи
zh_tw: 檢視文章

# SMEFeedbackHeaderText
source: Feedback
he: משוב
ja: フィードバック
ko: 피드백
ru: Отзыв
zh_tw: 意見反應

# EmptyQuestionErrorText
source: Question text cannot be empty.
he: טקסט השאלה אינו יכול להיות ריק.
ja: 質問テキストを空にすることはできません。
ko: 질문 텍스트는 비워둘 수 없습니다.
ru: Текст вопроса не может быть пустым.
zh_tw: 問題文字不能為空白。

# AnswerTitle
source: **Answer:**
he: **ענה:**
ja: **回答。**
ko: **답변:**
ru: **Ответ:**
zh_tw: **回答。**

# DeleteConfirmation
source: Are you sure you want to delete this item? The question and answer will both be deleted.
he: האם אתה בטוח שברצונך למחוק פריט זה? השאלה והתשובה יימחקו.
ja: このアイテムを削除してもよろしいですか?質問と回答の両方が削除されます。
ko: 이 항목을 삭제하시겠습니까? 질문과 대답은 두 번 모두 삭제됩니다.
ru: Вы действительно хотите удалить этот элемент? Вопрос и ответ будут удалены.
zh_tw: 您確定要刪除此項目嗎?問題和回答都會被刪除。

# DeleteButtonText
source: Delete
he: מחק
ja: 削除
ko: 삭제
ru: Удалить
zh_tw: 刪除

# LastEditedText
source: Last edited by
he: נערך לאחרונה על-ידי
ja: 最終変更者
ko: 마지막으로 편집한 사람
ru: Автор последних изменений
zh_tw: 前次編輯者

source: No
he: לא
ja: いいえ
ko: 아니요
ru: Нет
zh_tw: 否

# QuestionTitle
source: **Question:** {0}
he: **שאלה:** {0}
ja: **質問:** {0}
ko: **질문:** {0}
ru: **Вопрос:** {0}
zh_tw: **問題。** {0}

# EditButtonText
source: Edit
he: ערוך
ja: 編集
ko: 편집
ru: Изменить
zh_tw: 編輯

# WaitMessageAnswer
source: Note: Updates are made every few minutes
he: הערה: עדכונים מבוצעים כל מספר דקות
ja: 注: 更新は数分ごとに行われます
ko: 참고: 몇 분마다 업데이트가 수행됨
ru: Примечание. Обновления вносятся каждые несколько минут
zh_tw: 注意: 每隔幾分鐘就會進行更新

source: Yes
he: כן
ja: はい
ko: 예
ru: Да
zh_tw: 是

# DeletedQnaPair
source: Deleted by {0}
he: נמחק על ידי {0}
ja: {0} さんによって削除されました
ko: {0} 님이 삭제함
ru: Удалено пользователем {0}
zh_tw: 由 {0} 刪除

# UpdateHistoryButtonText
source: Update history
he: ‏‏היסטוריית עדכונים
ja: 更新履歴
ko: 업데이트 기록
ru: Журнал обновлений
zh_tw: 更新記錄

# WaitMessage
source: Please wait for some time, updates to this question: "{0}" will be available in short time.
he: נא המתן לזמן מה, עדכונים לשאלה זו: "{0}" יהיו זמינים בזמן קצר.
ja: しばらくお待ちください。この質問への更新は、"{0}" が短時間で利用できるようになります。
ko: 잠시 기다리세요. 이 {0} 질문에 대한 업데이트는 잠시 동안 사용할 수 있을 것입니다.
ru: Подождите некоторое время, обновления для этого вопроса: "{0}" будут доступны в течение короткого времени.
zh_tw: 請稍候一段時間，更新此問題:「{0}」即將可用。

# AddQuestionSubtitle
source: Add new question details
he: הוסף פרטי שאלה חדשה
ja: 新しい質問の詳細を追加する
ko: 새 질문 세부 정보 추가
ru: Добавить подробности нового вопроса
zh_tw: 新增問題的詳細資料

# EditQuestionSubtitle
source: Edit question details
he: ערוך פרטי שאלה
ja: 質問の詳細を編集する
ko: 질문 상세 정보 편집
ru: Изменить подробности вопроса
zh_tw: 編輯問題詳細資料

# HTMLErrorText
source: HTML tags are not supported.
he: תגי HTML אינם נתמכים.
ja: HTML タグはサポートされていません。
ko: HTML 태그는 지원되지 않습니다.
ru: Теги HTML не поддерживаются.
zh_tw: 不支援 HTML 標籤。

# QuestionAlreadyExistsErrorText
source: Question already exist. please add different question.
he: שאלה קיימת כבר. הוסף שאלה אחרת.
ja: 質問は既に存在します。別の質問を追加してください。
ko: 질문이 이미 있습니다. 다른 질문을 추가하세요.
ru: Вопрос уже существует. Добавьте другой вопрос.
zh_tw: 問題已存在。請新增不同的問題。

source: Open article
he: פתח מאמר
ja: 記事を開く
ko: 문서 열기
ru: Открыть статью
zh_tw: 開啟文章

# BackButtonCommandText
source: BackButton
ja: 戻るボタン
ru: Кнопка "Назад"

# InvalidImageUrlErrorText
source: Image URL is not valid.
he: כתובת ה- URL של התמונה אינה חוקית.
ja: 画像の URL が無効です。
ko: 이미지 URL이 잘못되었습니다.
ru: Недопустимый URL-адрес изображения.
zh_tw: 影像 URL 無效。

# EmptyImageUrlErrorText
source: Image url can not be empty.
he: כתובת ה- URL של התמונה אינה יכולה להיות ריקה.
ja: 画像の URL を空にすることはできません。
ko: 이미지 URL은 비워둘 수 없습니다.
ru: URL-адрес изображения не может быть пустым.
zh_tw: 影像 URL 不能為空白。

# EntryCreatedByText
source: Created by
he: נוצר על-ידי
ja: 作成者
ko: 만든 사람
ru: Автор
zh_tw: 建立者

# DescriptionPlaceholderText
source: Enter information (500 characters max)
he: הזן מידע (500 תווים לכל היותר)
ja: 情報を入力してください (最大 500 文字)
ko: 정보 입력(최대 500자)
ru: Введите информацию (не более 500 символов)
zh_tw: 輸入資訊 (最多 500 個字元)

# ImageUrlPlaceholderText
source: Enter image URL (200 characters max)
he: הזן כתובת URL של תמונה (200 תווים לכל היותר)
ja: 画像の URL を入力してください (最大 200 文字)
ko: 이미지 URL 입력(최대 200자)
ru: Введите URL-адрес изображения (не более 200 символов)
zh_tw: 輸入影像 URL (最多 200 個字元)

# QuestionPlaceholderText
source: Enter information (100 characters max)
he: הזן מידע (100 תווים לכל היותר)
ja: 情報を入力してください (最大 100 文字)
ko: 정보 입력(최대 100자)
ru: Введите информацию (не более 100 символов)
zh_tw: 輸入資訊 (最多 100 個字元)

# RedirectionUrlPlaceholderText
source: Enter information (200 characters max)
he: הזן מידע (200 תווים לכל היותר)
ja: 情報を入力してください (最大 200 文字)
ko: 정보 입력(최대 200자)
ru: Введите сведения (не более 200 символов)
zh_tw: 輸入資訊 (最多 200 個字元)

# SubtitlePlaceholderText
source: Enter information (20 characters max)
he: הזן מידע (20 תווים לכל היותר)
ja: 情報を入力してください (最大 20 文字)
ko: 정보 입력(최대 20자)
ru: Введите информацию (не более 20 символов)
zh_tw: 輸入資訊 (最多 20 個字元)

# TitlePlaceholderText
source: Enter information (50 characters max)
he: הזן מידע (50 תווים לכל היותר)
ja: 情報を入力してください (最大 50 文字)
ko: 정보 입력(최대 50자)
ru: Введите информацию (не более 50 символов)
zh_tw: 輸入資訊 (最多 50 個字元)

# BackButtonText
source: Back
he: הקודם
ja: 戻る
ko: 뒤로
ru: Назад
zh_tw: 返回

# InvalidRedirectUrlText
source: Redirect URL is not valid.
he: כתובת ה- URL של ניתוב מחדש אינה חוקית.
ja: リダイレクト URL が無効です。
ko: 리디렉션 URL이 잘못되었습니다.
ru: Недопустимый URL-адрес перенаправления.
zh_tw: 重新導向 URL 無效。

# DescriptionLabelText
source: *Description (Markdown supported)
he: *תיאור (Markdown נתמך)
ja: *説明 (マークダウンがサポートされています)
ko: *설명(Markdown 지원됨)
ru: * Описание (поддерживается Markdown)
zh_tw: *描述 (支援 Markdown)

# QuestionLabelText
source: *Question
he: *שאלה
ja: *質問
ko: *질문
ru: *Вопрос
zh_tw: *問題

# TitleLabelText
source: Title (Markdown supported)
he: כותרת (Markdown נתמך)
ja: タイトル (マークダウンがサポートされています)
ko: 제목(Markdown 지원됨)
ru: Заголовок (поддерживается Markdown)
zh_tw: 標題 (支援 Markdown)

# ImageLabelText
source: Image URL
he: URL תמונה
ja: 画像の URL
ko: 이미지 URL
ru: URL-адрес изображения
zh_tw: 影像 URL

# RedirectionLabelText
source: Redirection URL
he: כתובת URL של ניתוב מחדש
ja: リダイレクト URL
ko: 리디렉션 URL
ru: URL-адрес перенаправления
zh_tw: 重新導向 URL

# SubtitleLabelText
source: Subtitle (Markdown supported)
he: כותרת משנה (Markdown נתמך)
ja: サブタイトル (マークダウンがサポートされています)
ko: 부제(Markdown 지원됨)
ru: Подзаголовок (поддерживается Markdown)
zh_tw: 副標題 (支援 Markdown)

# UpdateHistoryHeadersText
source: Name|Action|Date
he: שם|פעולה|תאריך
ja: 名前|アクション|日付
ko: 이름|동작|날짜
ru: Имя|Действие|Дата
zh_tw: 名稱|動作|日期

# EmptyTitleErrorText
source: Title cannot be empty.
he: הכותרת אינה יכולה להיות ריקה.
ja: タイトルを空にすることはできません。
ko: 제목은 비워둘 수 없습니다.
ru: Заголовок не может быть пустым.
zh_tw: 標題不可空白。

# GoToThread
source: View details
he: הצג פרטים
ja: 詳細を表示
ko: 세부 정보 보기
ru: Просмотреть сведения
zh_tw: 檢視詳細資料

# PreviewButtonText
source: Preview
he: תצוגה מקדימה
ja: プレビュー
ko: 미리 보기
ru: Предварительный просмотр
zh_tw: 預覽

# SaveButtonText
source: Save
he: שמור
ja: 保存
ko: 저장
ru: Сохранить
zh_tw: 儲存

# DateFormat
source: {0} at {1}
he: {0} בשעה {1}
ru: {0} в {1}
zh_tw: {0} 於 {1}

# ErrorMessage
source: Something went wrong. Please try again later.
he: משהו השתבש. נסה שוב מאוחר יותר.
ja: 問題が発生しました。後でもう一度お試しください。
ko: 문제가 발생했습니다. 나중에 다시 시도하세요.
ru: Что-то пошло не так. Повторите попытку позже.
zh_tw: 發生錯誤。請稍後再試一次。

# EmptyDescriptionErrorText
source: Description cannot be empty.
he: תיאור אינו יכול להיות ריק.
ja: 説明を空にすることはできません。
ko: 설명은 비워 둘 수 없습니다.
ru: Описание не может быть пустым.
zh_tw: 描述不可為空白。

# OptionalFieldDisplayText
source: Optional Fields
he: שדות אופציונליים
ja: オプションのフィールド
ko: 선택 필드
ru: Необязательные поля
zh_tw: 選用欄位

# SuggestedText
source: The optional fields below can be used to add additional details to the answer.
he: השדות האופציונליים להלן יכולים לשמש להוספת פרטים נוספים לתשובה.
ja: 以下のオプションフィールドを使用して、回答にその他の詳細情報を追加できます。
ko: 아래의 선택적 필드를 사용하여 응답에 추가 세부 정보를 추가할 수 있습니다.
ru: Для добавления дополнительных сведений в ответ можно использовать дополнительные поля ниже.
zh_tw: 下列的選用欄位可用來在回答中新增其他詳細資料。

# ManuallyAddedQuestionMessage
source: Manually added question
he: שאלה שנוספה ידנית
ja: 手動で追加された質問
ko: 수동으로 추가된 질문
ru: Вопрос, добавленный вручную
zh_tw: 已手動新增問題

# UpdateHistoryDateHeaderText
source: Date
he: תאריך
ja: 日付
ko: 날짜
ru: Дата
zh_tw: 日期

# AppFeedbackDescriptionPlaceholderText
source: Type your feedback (500 characters max)
he: הקלד את המשוב שלך (500 תווים לכל היותר)
ja: フィードバックを入力してください (最大 500 文字)
ko: 사용자 의견 입력(최대 500자)
ru: Оставьте отзыв (не более 500 символов)
zh_tw: 輸入您的意見反應 (最多 500 個字元)

# ShareAppFeedbackRating
source: How helpful is this app? (Required)
he: עד כמה אפליקציה זו מועילה? (נדרש)
ja: このアプリはどのくらい役に立ちますか? (必須)
ko: 이 앱이 얼마나 도움이 되나요?(필수)
ru: Насколько полезно это приложение? (Обязательно)
zh_tw: 這個應用程式有幫助嗎?(必要項)

# BotCommandAskExpert
source: Ask an expert
he: שאל מומחה
ja: 専門家に質問する
ko: 전문가에게 문의
ru: Вопрос специалисту
zh_tw: 詢問專家

# BotCommandFeedback
source: Share feedback
he: שתף משוב
ja: フィードバックを共有
ko: 피드백 공유
ru: Отправить отзыв
zh_tw: 分享意見反應

# BotCommandTour
source: Take a tour
he: צא לסיור
ja: ツアーを開始
ko: 둘러보기
ru: Обзор
zh_tw: 導覽

# SMEUserChatMessage
source: RE: {0}
ko: 회신: {0}
zh_tw: 回覆: {0}
